Repository: wisnercelucus/lerecul-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr

source: Must be the owner of the account to perform this action.
es_es: Debe ser el propietario de la cuenta para realizar esta acción.
fr_fr: Vous devez être le propriétaire du compte pour effectuer cette action.

source: We find a user with the email. But the passord is incorrect.
es_es: Encontramos un usuario con el correo electrónico. Pero la contraseña es incorrecta.
fr_fr: Nous trouvons un utilisateur avec l'email. Mais le mot de passe est incorrect.

source: Your account is ready
es_es: Tu cuenta está lista
fr_fr: Votre compte est prêt

source: The user can not approve him/her self.
es_es: El usuario no puede aprobarse a sí mismo.
fr_fr: L'utilisateur ne peut pas s'approuver lui-même.

source: Only a superuser can deactivate a superuser profile.
es_es: Solo un superusuario puede desactivar un perfil de superusuario.
fr_fr: Seul un superutilisateur peut désactiver un profil de superutilisateur.

source: Current password incorect
es_es: Contraseña actual incorrecta
fr_fr: Mot de passe actuel incorrect

source: passwords do not match
es_es: Las contraseñas no coinciden
fr_fr: Les mots de passe ne correspondent pas

source: We could not identify the record with id
es_es: No pudimos identificar el registro con id
fr_fr: Nous n'avons pas pu identifier l'enregistrement avec l'identifiant

source: No such object
es_es: No hay tal objeto
fr_fr: Aucun objet de ce type

source: Password Reset for
es_es: Restablecimiento de contraseña para
fr_fr: Réinitialisation du mot de passe pour

source: English
es_es: Inglés
fr_fr: Anglais

source: French
es_es: Francés
fr_fr: Français

source: Spanish
es_es: Español
fr_fr: Espagnol

source: Male
es_es: Masculino
fr_fr: Mâle

source: Other
es_es: Otro
fr_fr: Autre

source: No mention
es_es: Sin mención
fr_fr: Aucune mention

source: Private
es_es: Privado
fr_fr: Privé

source: Public
es_es: Público

source: The Email must be set
es_es: El correo electrónico debe estar configurado
fr_fr: L'e-mail doit être défini

source: Superuser must have is_staff=True.
es_es: El superusuario debe tener is_staff=True.
fr_fr: Le superutilisateur doit avoir is_staff=True.

source: Superuser must have is_superuser=True.
es_es: El superusuario debe tener is_superuser=True.
fr_fr: Le superutilisateur doit avoir is_superuser=True.

source: Superuser must have is_admin=True.
es_es: El superusuario debe tener is_admin=True.
fr_fr: Le superutilisateur doit avoir is_admin=True.

source: Can approve user role
es_es: Puede aprobar el rol de usuario
fr_fr: Peut approuver le rôle d'utilisateur

source: Can approve user position
es_es: Puede aprobar la posición del usuario
fr_fr: Peut approuver la position de l'utilisateur

source: email address
es_es: dirección de correo electrónico
fr_fr: adresse e-mail

source: Can approve user
es_es: Puede aprobar usuario
fr_fr: Peut approuver l'utilisateur

source: Can activate user
es_es: Puede activar el usuario
fr_fr: Peut activer l'utilisateur

source: Can deactivate user
es_es: Puede desactivar el usuario
fr_fr: Peut désactiver l'utilisateur

source: Can approve user profile
es_es: Puede aprobar el perfil de usuario
fr_fr: Peut approuver le profil de l'utilisateur

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
es_es: Está recibiendo este correo electrónico porque solicitó un restablecimiento de contraseña para su cuenta de usuario en %(site_name)s.
fr_fr: Vous recevez cet e-mail car vous avez demandé la réinitialisation du mot de passe de votre compte d'utilisateur sur %(site_name).

source: Please go to the following page and choose a new password:
es_es: Vaya a la siguiente página y elija una nueva contraseña:
fr_fr: Veuillez vous rendre sur la page suivante et choisir un nouveau mot de passe:

source: Your username, in case you have forgotten:
es_es: Su nombre de usuario, en caso de que lo haya olvidado:
fr_fr: Votre nom d'utilisateur, au cas où vous auriez oublié:

source: Thanks for using our service!
es_es: ¡Gracias por usar nuestro servicio!
fr_fr: Merci d'avoir utilisé notre service !

source: The %(site_name)s team.
es_es: El equipo de %(site_name)s.
fr_fr: L'équipe %(site_name).

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
es_es: Está recibiendo este correo electrónico porque solicitó un restablecimiento de contraseña para su cuenta de usuario en %(site_name)s.
fr_fr: Vous recevez cet e-mail car vous avez demandé la réinitialisation du mot de passe pour votre compte utilisateur sur %(site_name)s.

source: The %(site_name)s team.
es_es: El equipo de %(site_name)s.
fr_fr: L'équipe %(site_name).

source: Your Company Instance, in case you’ve forgotten:
es_es: Tu instancia de empresa, en caso de que lo hayas olvidado:
fr_fr: Votre instance d'entreprise, au cas où vous auriez oublié :

source: End date must be in future compared to start date
es_es: La fecha de finalización debe ser futura en comparación con la fecha de inicio
fr_fr: La date de fin doit être dans le futur par rapport à la date de début

source: Record with _id
es_es: Grabar con _id
fr_fr: Enregistrement avec _id

source: Model with name
es_es: Modelo con nombre
fr_fr: Modèle avec nom

source: Can approve client
es_es: Puede aprobar el cliente
fr_fr: Peut approuver le client

source: Can approve room service
es_es: Puede aprobar el servicio de habitaciones.
fr_fr: Peut approuver le service de chambre

source: Can approve room
es_es: Puede aprobar la habitación
fr_fr: Peut approuver la chambre

source: Can approve booking
es_es: Puede aprobar la reserva
fr_fr: Peut approuver la réservation

source: Can approve coupon
es_es: Puede aprobar cupón
fr_fr: Peut approuver le coupon

source: Can approve special offer
es_es: Puede aprobar oferta especial
fr_fr: Peut approuver une offre spéciale

source: Can approve banner
es_es: Puede aprobar banner
fr_fr: Peut approuver la bannière

source: Can approve activity
es_es: Puede aprobar la actividad
fr_fr: Peut approuver l'activité

source: Can approve strength
es_es: Puede aprobar la fuerza
fr_fr: Peut approuver la force

source: Can approve kitchen
es_es: Puede aprobar cocina
fr_fr: Peut approuver la cuisine

source: Can approve gallery
es_es: Puede aprobar la galería
fr_fr: Peut approuver la galerie

source: Can approve service
es_es: Puede aprobar el servicio
fr_fr: Peut approuver le service

source: Dear, %(fullname)s,
es_es: Estimado, %(fullname)s,
fr_fr: Cher, %(fullname),

source: Bellow are the details of your booking:
es_es: A continuación se muestran los detalles de su reserva:
fr_fr: Ci-dessous les détails de votre réservation :

source: If you need to make change to your booking, please contact: %(primary_contact_name)s via email: %(primary_contact_email)s or by phone call at: %(primary_contact_phone)s.
es_es: Si necesita realizar un cambio en su reserva, póngase en contacto con: %(primary_contact_name)s por correo electrónico: %(primary_contact_email)s o por teléfono llamar al: %(primary_contact_phone)s.
fr_fr: Si vous avez besoin de modifier votre réservation, veuillez contacter : %(primary_contact_name) par e-mail : %(primary_contact_email) ou par téléphoneappeler au : %(primary_contact_phone).

source: Sincerly yours,
es_es: Atentamente,
fr_fr: Cordialement,

source: Team %(hotel_name)s,
es_es: Equipo %(hotel_name)s,
fr_fr: L'équipe %(hotel_name)s,

source: Hi, %(username)s,
es_es: Hola, %(username)s,
fr_fr: Salut, %(username),

source: Team,
es_es: Equipo,
fr_fr: Équipe,

source: Hi, Smartly SMS Team,
es_es: Hola, equipo de Le Recul
fr_fr: Salut, l'équipe Le Recul Hotel,

source: You have received a new new bug of type: %(bug_type)s from: %(full_name)s.
es_es: Ha recibido un nuevo error de tipo: %(bug_type)s de: %(full_name)s.
fr_fr: Vous avez reçu un nouveau nouveau bogue de type : %(bug_type)s de : %(full_name)s.

source: Here is the report message:
es_es: Aquí está el mensaje del informe:
fr_fr: Voici le message de rapport :

source: Smartly Admin
es_es: Le Recul Administrador
fr_fr: Admin Le Recul

source: You have received a new new message from %(last_name)s %(first_name)s since %(country)s.
es_es: Ha recibido un nuevo mensaje nuevo de %(last_name)s %(first_name)s desde %(country)s.
fr_fr: Vous avez reçu un nouveau nouveau message de %(last_name)s %(first_name)s depuis %(country).

source: Here is the message:
es_es: Aquí está el mensaje:
fr_fr: Voici le message :

source: You can reply to %(last_name)s via the email: %(email)s.
es_es: Puede responder a %(last_name)s a través del correo electrónico: %(email)s.
fr_fr: Vous pouvez répondre à %(last_name)s via l'e-mail : %(email).

source: Object does not exist on object:
es_es: El objeto no existe en el objeto:
fr_fr: L'objet n'existe pas sur l'objet :

source: Invalid content type
es_es: Tipo de contenido no válido
fr_fr: Type de contenu non valide

source: An unknown error occured.
es_es: Un error desconocido ocurrió.
fr_fr: Une erreur inconnue s'est produite.

source: We could not find a primary contact for customer care. Ask Le Recul to set a Primary contact.
es_es: No pudimos encontrar un contacto principal para atención al cliente. Solicite a Le Recul que establezca un Contacto primario.
fr_fr: Nous n'avons pas pu trouver de contact principal pour le service client. Demandez à Le Recul de définir un Premier contact.

source: You must add the start date to make a reservation
es_es: Debes añadir la fecha de inicio para hacer una reserva
fr_fr: Vous devez ajouter la date de début pour faire une réservation

source: You must add the end date to make a reservation
es_es: Debe agregar la fecha de finalización para hacer una reserva

source: You need a valid email address to book rooms online.
es_es: Necesita una dirección de correo electrónico válida para reservar habitaciones en línea.
fr_fr: Vous avez besoin d'une adresse e-mail valide pour réserver des chambres en ligne.

source: You need to enter your fullname to make a reservation.
es_es: Debe ingresar su nombre completo para hacer una reserva.
fr_fr: Vous devez entrer votre nom complet pour effectuer une réservation.

source: You need to select a room to make a reservation.
es_es: Es necesario seleccionar una habitación para hacer una reserva.
fr_fr: Vous devez sélectionner une chambre pour effectuer une réservation.

source: The room with Id:
es_es: La habitación con identificación:
fr_fr: La chambre avec Id :

source: Booking #
es_es: Reserva #
fr_fr: Réservation #

source: {customer.name} has just made a room reservation for:
es_es: {customer.name} acaba de hacer una reserva de habitación para:
fr_fr: {customer.name} vient de réserver une chambre pour :

source: New booking alert
es_es: Nueva alerta de reserva
fr_fr: Alerte nouvelle réservation

source: Somone has subscribed to newsletter with the email:
es_es: Alguien se ha suscrito al boletín con el correo electrónico:
fr_fr: Quelqu'un s'est inscrit à la newsletter avec l'e-mail :

source: New subscriber
es_es: Nuevo suscriptor
fr_fr: Nouvel abonné

source: Hi, Team Le Recul,
es_es: Hola, Equipo Le Recul,
fr_fr: Bonjour, Team Le Recul,

source: You have received a new new message from %(name)s since %(country)s.
es_es: Ha recibido un nuevo mensaje nuevo de %(name)s desde %(country)s.
fr_fr: Vous avez reçu un nouveau nouveau message de %(name) depuis %(country).

source: message:
es_es: mensaje:

source: You can reply to %(name)s via the email: %(email)s or call him/her at %(phone)s.
es_es: Puede responder a %(name)s a través del correo electrónico: %(email)s o llamarlo al %(phone)s.
fr_fr: Vous pouvez répondre à %(name) via l'e-mail : %(email) ou l'appeler au %(email).

source: Object
es_es: Objeto
fr_fr: Objet

source: The field
es_es: El campo
fr_fr: le champ

source: The field
es_es: El campo
fr_fr: Le champ
